tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

brew "coreutils"
brew "hugo"
brew "shellcheck"
brew "mas"
brew "asdf"

cask "adguard"
cask "authy"
cask "blackhole-2ch"
cask "clip-studio-paint"
cask "discord"
cask "firefox"
cask "gnucash"
cask "google-chrome"
cask "microsoft-office"
cask "notion"
cask "openinterminal"
cask "rectangle"
cask "spotify"
cask "surfshark"
cask "thunderbird"
cask "visual-studio-code"
cask "wacom-tablet"
cask "zoom"
# fonts
cask "font-latin-modern"
cask "font-latin-modern-math"

mas "Bitwarden", id: 1352778147
mas "Keepa - Price Tracker", id: 1533805339
mas "Microsoft To Do",id: 1274495053
mas "Mia Translate", id: 1500605326
