tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"

brew "coreutils"
brew "curl"
brew "wget"
brew "git"
brew "tree"
brew "gpg"
brew "pinentry-mac"
brew "gnu-tar"
brew "pixz"
brew "gnuplot"
brew "imagemagick"
brew "ffmpeg"
brew "qpdf"
brew "hugo"
brew "shellcheck"
brew "mas"
brew "asdf"

cask "adguard"
cask "authy"
cask "blackhole-2ch"
cask "clip-studio-paint"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite-no-mail"
cask "inkscape"
cask "linphone"
cask "microsoft-office"
cask "notion"
cask "onedrive"
cask "openinterminal"
cask "rectangle"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"
# drivers
cask "wacom-tablet"
cask "yubico-yubikey-manager"
# fonts
cask "font-latin-modern"
cask "font-latin-modern-math"

mas "Bitwarden", id: 1352778147
mas "Keepa - Price Tracker", id: 1533805339
mas "Microsoft To Do",id: 1274495053
mas "Mia Translate", id: 1500605326
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541